mandakan/bodn-esp32/boards/BODN_S3/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "Bodn ESP32-S3"
#define MICROPY_HW_MCU_NAME                 "ESP32S3"

// Olimex DevKit-Lipo uses external USB-UART, not native USB.
#define MICROPY_HW_ENABLE_UART_REPL         (1)

#define MICROPY_HW_I2C0_SCL                 (9)
#define MICROPY_HW_I2C0_SDA                 (8)
